var retJson = [
    [{
        "id": 2,
        "types": 2,
        "price": ["12.00", "30.00", "98.00"],
        "is_hidden": 0,
        "cover": "/disk/20220107/c2a20e88865e4ff2acae1c5dbe6233c1.png",
        "description": "(限时折扣，限量抢购！)\r\n\r\n1.进入群聊拥有座驾进场特效，尽显身份\r\n2.拥有豪车图标，随时开始一段恋情\r\n3.拥有一般人都没有的车库",
        "name": "超级跑车入场特效"
    }, {
        "id": 3,
        "types": 2,
        "price": ["12.00", "30.00", "98.00"],
        "is_hidden": 0,
        "cover": "/disk/20220107/fa825909b1e1ab54470bb90d4aa0b89e.png",
        "description": "1.进入群聊拥有座驾进场特效，尽显身份\r\n2.拥有豪车图标，随时开始一段恋情\r\n3.拥有一般人都没有的车库",
        "name": "炫酷跑车入场特效"
    }, {
        "id": 4,
        "types": 2,
        "price": ["12.00", "30.00", "98.00"],
        "is_hidden": 0,
        "cover": "/disk/20220107/9ef3f9b408a1a487d916a0b0bd6ac42a.png",
        "description": "1.进入群聊拥有座驾进场特效，尽显身份\r\n2.拥有豪车图标，随时开始一段恋情\r\n3.拥有一般人都没有的车库",
        "name": "尊贵跑车入场特效"
    }, {
        "id": 5,
        "types": 2,
        "price": ["12.00", "30.00", "98.00"],
        "is_hidden": 0,
        "cover": "/disk/20220107/66b536c778f8e9f3820e55f4793205a4.png",
        "description": "1.进入群聊拥有座驾进场特效，尽显身份\r\n2.拥有豪车图标，随时开始一段恋情\r\n3.拥有一般人都没有的车库",
        "name": "大黄蜂跑车入场特效"
    }, {
        "id": 6,
        "types": 2,
        "price": ["12.00", "30.00", "98.00"],
        "is_hidden": 0,
        "cover": "/disk/20220107/18d2395d717d717e7f70abce10d08c43.png",
        "description": "1.进入群聊拥有座驾进场特效，尽显身份\r\n2.拥有豪车图标，随时开始一段恋情\r\n3.拥有一般人都没有的车库",
        "name": "高贵气质轿车入场特效"
    }]
]